{
 "": "",
 "-": "-",
 "100 winners Nationwide per week": "100 ganadores a Nivel Nacional por semana",
 "4-digit PIN": "PIN de 4 Dígitos",
 "5<sup>¢</sup>": "5<sup>¢</sup>",
 "6-digit Verification Code": "Código de verificación de 6 dígitos",
 "8 Characters or longer. At least one number, an uppercase and a lowercase letter. Example: JohnDoe5 shows a minimum of 8 characters and number combination.": "8 caracteres o más. Al menos un número, una letra mayúscula y una minúscula. Ejemplo: JohnDoe5 muestra un mínimo de 8 caracteres y una combinación de números.",
 "A U. S. Government Lottery available in all 50 states": "Una Lotería del Gobierno de EE. UU. disponible en los 50 estados",
 "A drawing is held in every state each Sunday and Thursday.": "Se realiza un sorteo en cada estado cada Domingo y Jueves.",
 "A new password is requested for the user.": "Se solicita una nueva contraseña para el usuario.",
 "Account Information": "Información de la Cuenta",
 "Account Registration": "Registro de Cuenta",
 "Account number in wrong format. Expecting a number of 5-17 digits.": "Número de cuenta con formato incorrecto. Se espera un número de entre 5 y 17 dígitos.",
 "Address": "Dirección",
 "Already have an account? Sign In!": "¿Ya tienes una cuenta? ¡Inicia sesión!",
 "An account with the given email already exists.": "Ya existe una cuenta con el correo electrónico indicado.",
 "Apply Now": "Aplique Ahora",
 "Approved Fleet powered by iVertical Payment Network, LLC. All Rights Reserved.": "Approved Fleet impulsada por iVertical Payment Network, LLC. Todos los Derechos Reservados.",
 "Apt/Suite/Unit": "Apartamento/Suite/Unidad",
 "Are there any monthly fees?": "¿Hay alguna cuota mensual?",
 "Back Home": "Volver Atrás",
 "Card cannot be used as a priority card.": "La tarjeta no se puede utilizar como tarjeta prioritaria.",
 "City": "Ciudad",
 "Close": "Cerrar",
 "Code is in wrong format. Expecting a 6-digit number.": "El código tiene un formato incorrecto. Se espera un número de 6 dígitos.",
 "Confirmation": "Confirmación",
 "Copyright {{year}} TFFL, LLC. All Rights Reserved.": "Copyright {{year}} TFFL, LLC. Todos los Derechos Reservados.",
 "Dark": "Oscuro",
 "Date Of Birth (Month/Day/Year)": "Fecha de Nacimiento (Mes/Día/Año)",
 "Day": "Día",
 "Didn't get an email?": "¿No recibió un correo electrónico?",
 "Discover how our Approved Fleet program can simplify fleet operations, reduce costs, and save time. Whether you're starting fresh or optimizing existing solutions, we're here to help you succeed effortlessly.": "Descubra cómo nuestro programa de Approved Fleet puede simplificar las operaciones de su flota, reducir costos y ahorrar tiempo. Ya sea que esté comenzando desde cero o optimizando soluciones existentes, estamos aquí para ayudarle a alcanzar el éxito sin esfuerzo.",
 "Don't have an account?": "¿No tiene una cuenta?",
 "Drawing and Selection.": "Sorteo y Selección.",
 "Drawings Thursday and Sunday— a winner in every drawing in every state": "Sorteos Jueves y Domingos: un ganador en cada sorteo en cada estado",
 "Driver License": "Licencia de Conducir",
 "EVERYONE": "TODOS",
 "Each entry for the drawing is $10 with a maximum of 5 entries per game": "Cada entrada para el sorteo cuesta $10 con un máximo de 5 entradas por juego.",
 "Edit Email Address": "Editar Correo Electrónico",
 "Email": "Correo Electrónico",
 "Enroll   Now": "Inscríbete   Ahora",
 "Enter Your Email": "Ingrese su Correo Electrónico",
 "Enter Your Email *": "Ingrese su Correo Electrónico *",
 "Enter Your Message": "Ingrese su Mensaje",
 "Enter Your Name": "Ingrese su Nombre",
 "Error at the request, some parameters are invalid.": "Error en la solicitud, algunos parámetros no son válidos.",
 "Error not know by service: {{error}}": "Error no reconocido por el servicio: {{error}}",
 "Every Drawing Has One Winner": "Cada Sorteo Tiene Un Ganador",
 "Every time you play, you’re contributing to a stronger Social Security system for all.": "Cada vez que juegas, estás contribuyendo a una Seguridad Social más fuerte para todos.",
 "Female": "Femenino",
 "Finish": "Finalizar",
 "First Name": "Nombre",
 "Fleet Administration Portal": "Portal de Admin. De Flotas",
 "Frequently Asked Questions": "Preguntas Frecuentes",
 "Frequently<br>Asked Questions": "Preguntas<br>Frecuentes",
 "Gender": "Género",
 "Has to match with {{requiredPattern}} pattern.": "Debe coincidir con el patrón {{requiredPattern}}.",
 "Here’s How It Works": "Así es como Funciona",
 "Home": "Hogar",
 "How can I request a new card?": "¿Cómo puedo solicitar una nueva tarjeta?",
 "How can I save money with the {{dba}} Approved Fleet Card?": "¿Cómo puedo ahorrar dinero con la Tarjeta Flota Aprobada de {{dba}}?",
 "How can I suspend a card?": "¿Cómo puedo suspender una tarjeta?",
 "I certify that I am at least 18, the information I have provided is accurate, and I have reviewed and agree to all <a href='javascript: void(0);'>Terms and Conditions</a>.": "Certifico que tengo al menos 18 años, que la información que he proporcionado es precisa y que he revisado y acepto todos los <a href='javascript: void(0);'>Términos y Condiciones</a>.",
 "Invalid request.": "Solicitud no válida.",
 "Issuing State": "Estado Emisor",
 "It’s quick, easy and FREE": "Es rápido, fácil y GRATIS",
 "It’s the American Dream.": "Es el Sueño Americano.",
 "Kindly provide your current information exactly as it appears on your driver’s license.": "Por favor proporcione su información actual exactamente como aparece en su licencia de conducir.",
 "Last Name": "Apellidos",
 "Learn More": "Más Información",
 "Light (Default)": "Claro (Predeterminado)",
 "Log In": "Acceder",
 "Login to go to your portal": "Inicie sesión para ir a su portal",
 "Made a mistake?": "¿Cometió un error?",
 "Male": "Masculino",
 "Mobile Number": "Número de Teléfono Móvil",
 "Month": "Mes",
 "NO ONE": "NADIE",
 "New or replacement cards can be easily ordered through your Fleet Manager account at": "Se pueden solicitar fácilmente tarjetas nuevas o de reemplazo a través de su cuenta de Gerente de Flota en",
 "Next": "Siguiente",
 "No": "No",
 "No picking numbers.": "Sin selecciones de números.",
 "No puzzles, no hoops to jump through. Just your ID and your opportunity.": "Sin rompecabezas ni obstáculos. Solo tu ID y tu oportunidad.",
 "No scratching tickets.": "Sin boletos para raspar.",
 "None": "Ninguno",
 "Not a valid CSS color value.": "No es un valor de color CSS válido.",
 "Not a valid card number.": "No es un número de tarjeta válido.",
 "Not a valid date.": "No es una fecha válida.",
 "Not a valid email address.": "No es una dirección de correo electrónico válida.",
 "One Tax-Free ID is picked in every state. If it’s yours, congratulations—you win!": "Se elige una ID Libre de Impuestos en cada estado. Si es tuya, ¡Felicidades, Ganaste!",
 "Or get a refund for the last 10 years": "O recibir un reembolso por los últimos 10 años",
 "PIN in wrong format. Expecting a 4-digit number.": "El PIN tiene un formato incorrecto. Se espera un número de 4 dígitos.",
 "Password": "Contraseña",
 "Password reset required for the user.": "Se requiere restablecer la contraseña del usuario.",
 "Pay To Participant or Participant Amount or both must be zero.": "Pagar al Participante o Monto del Participante o ambos deben ser cero.",
 "Pending to define.": "Pendiente de Definir.",
 "Personal Information": "Información Personal",
 "Phone number is in a wrong format.": "El número de teléfono tiene un formato incorrecto.",
 "Play   Now": "Juegue   Ahora",
 "Previous": "Anterior",
 "Privacy Policy": "Política de Privacidad",
 "Privacy<br>Policy": "Política de<br>Privacidad",
 "Register Once.": "Regístrate Una Vez.",
 "Resend Code": "Reenviar Código",
 "Routing number in wrong format. Expecting a 9-digit number.": "Número de ruta con formato incorrecto. Se espera un número de 9 dígitos.",
 "SSN (Last 4 numbers of SSN)": "Número de Seguro Social (Últimos 4 Números)",
 "Safe": "Seguro",
 "Save_(disambiguation: price-circle)_": "Ahorre",
 "Secure_(disambiguation:safe-simple-secure)_": "Sólido",
 "Send Message": "Enviar Mensaje",
 "Server error, contact service manager.": "Error del servidor, contacte al administrador de servicio.",
 "Sign In": "Iniciar sesión",
 "Simple": "Simple",
 "State": "Estado",
 "Stop Paying Federal Income Tax": "Deje de Pagar el Impuesto Federal sobre la Renta",
 "Stop Paying Federal Income Tax or Get a Lump Sum Tax Refund for the last 10 Years": "Deje de Pagar el Impuesto Federal sobre la Renta u Obtenga un Reembolso de Impuestos de Suma Global por los últimos 10 Años",
 "Subdomain is in wrong format. A valid word is required and no spaces are allowed.": "El subdominio tiene un formato incorrecto. Se requiere una palabra válida y no se permiten espacios.",
 "Subject": "Sujeto",
 "Submit an application now and start taking advantage of our Fleet Cards in your business!": "¡Envíe una solicitud ahora y comience a aprovechar nuestras Tarjetas de Flota en su negocio!",
 "Supporting the<br>Social Security Trust Fund": "Apoyo al Fondo Fiduciario<br>de la Seguridad Social",
 "Tax-Free For Life isn’t just another game of chance": "Tax-Free For Life no es solo otro juego de azar",
 "Tax-Free for Life": "Libre de Impuestos de por Vida",
 "Terms Of Service": "Términos de Servicio",
 "Terms Of<br>Service": "Términos<br>de Servicio",
 "Thank You For Your Application!": "¡Gracias por su Solicitud!",
 "The field is required if Pay To Participant or Participant Amount are not zero, is Charity or Gift Expired Amount is for Participant.": "El campo es obligatorio si Pagar al Participante o Monto del Participante no son cero, es una organización benéfica o el Monto Vencido del Obsequio es para el Participante.",
 "The form has invalid values.": "El formulario tiene valores no válidos.",
 "The form values haven't changed.": "Los valores del formulario no han cambiado.",
 "The maximum value must be {{max}} and actual value is {{actual}}.": "El valor máximo debe ser {{max}} y el valor real es {{actual}}.",
 "The minimum value must be {{min}} and actual value is {{actual}}.": "El valor mínimo debe ser {{min}} y el valor real es {{actual}}.",
 "The requested resource was not found.": "No se encontró el recurso solicitado.",
 "The required length is {{requiredLength}} and actual length is {{actualLength}}.": "La longitud requerida es {{requiredLength}} y la longitud real es {{actualLength}}.",
 "The {{dba}} Approved Fleet Card does not charge monthly or annual membership fees.": "La Tarjeta Approved Fleet de {{dba}} no cobra tarifas de membresía mensuales ni anuales.",
 "The {{dba}} Approved Fleet Card provides comprehensive reporting features designed to help businesses manage their fleet operations efficiently. Users can access detailed transaction data, including fuel purchases by drivers, locations, dates, and times, enabling precise tracking of expenses. Additionally, reports can be customized to monitor spending patterns, identify potential savings opportunities, and ensure compliance with company policies.": "La Tarjeta Approved Fleet de {{dba}} ofrece funciones integrales de reportes diseñadas para ayudar a las empresas a gestionar eficientemente las operaciones de su flota. Los Usuarios pueden acceder a datos detallados de las transacciones, incluyendo compras de combustible por conductor, ubicaciones, fechas y horas, lo que permite un seguimiento preciso de los gastos. Además, los informes se pueden personalizar para monitorear patrones de gasto, identificar posibles oportunidades de ahorro y garantizar el cumplimiento de las políticas de la empresa.",
 "The {{dba}} Approved Fleet Debit Card differs from fleet credit cards like WEX, Voyager, and CorPay in key areas. It links directly to a business checking account, authorizing real-time transactions based on available funds, with no credit checks required. In contrast, fleet credit cards operate on a credit basis, requiring credit approval and purchases are limited to your credit limit. As a neighbor, we don’t charge fees often charged by fleet credit card companies.": "La Tarjeta de Débito para Flotas Aprobada {{dba}} se diferencia de las tarjetas de crédito para flotas como WEX, Voyager y CorPay en aspectos clave. Se vincula directamente a una cuenta corriente empresarial, autorizando transacciones en tiempo real según los fondos disponibles, sin necesidad de verificación de crédito. En cambio, las tarjetas de crédito para flotas funcionan con base en el crédito, lo que requiere aprobación crediticia y las compras se limitan a su límite de crédito. Como vecinos, no cobramos las comisiones que suelen cobrar frecuentemente las compañías de tarjetas de crédito para flotas.",
 "This field is required.": "Este campo es obligatorio.",
 "This identifier will serve as your permanent credential, providing secure access to all upcoming lottery entries and drawings.": "Este identificador servirá como su credencial permanente y le proporcionará acceso seguro a todos los sorteos y participaciones de lotería futuros.",
 "To register for Tax-Free For Life, you must be a United States resident, 18 years of age or older,": "Para registrarse en Tax-Free For Life, debe ser residente de los Estados Unidos y tener 18 años de edad o más,",
 "To suspend a card, once logged into the fleet administration portal, go to the \"Cards\" tab and select \"View Cards.\" Find the card you wish to update, then click \"Select\" followed by \"Change Card Status.\" From the drop-down menu, choose \"Suspended\" and confirm by clicking \"Apply.\"": "Para suspender una tarjeta, una vez iniciada la sesión en el portal de administración de flotas, vaya a la pestaña \"Tarjetas\" y seleccione \"Ver Tarjetas\". Busque la tarjeta que desea actualizar y haga clic en \"Seleccionar\" y luego en \"Cambiar Estado de Tarjeta\". En el menú desplegable, seleccione \"Suspendido\" y confirme haciendo clic en \"Aplicar\".",
 "Total must equal Customer Amount plus Participant Amount Fees.": "El total debe ser igual al Monto del Cliente más las Tarifas del Participante.",
 "Transform Your Fleet Management with Us": "Transforme la Gestión de su Flota con Nosotros",
 "URL is in wrong format. Expecting a valid URL.": "La URL tiene un formato incorrecto. Se esperaba una URL válida.",
 "Unknown error, contact support.": "Error desconocido, contactar con soporte.",
 "Unknown error.": "Error desconocido.",
 "Verify": "Verificación",
 "We need to verify your account. A 6-digit code was sent to your <strong>email address.</strong>": "Necesitamos verificar su cuenta. Se envió un código de 6 dígitos a su <strong>correo electrónico</strong>.",
 "We'll be in touch with a decision shortly.": "Nos pondremos en contacto con usted en breve para informarle de la decisión.",
 "Welcome Back!": "¡Bienvenido de Nuevo!",
 "What are your odds": "¿Cuáles son tus probabilidades?",
 "What are your odds…. to Stop Paying Taxes.": "¿Cuáles son sus probabilidades… de Dejar de Pagar Impuestos?",
 "What is the difference between a {{dba}} Approved Fleet Debit Card and a Fleet Credit Card that I applied for with brands such as Wex, Voyager, and CorPay or a major oil branded fleet card?": "¿Cuál es la diferencia entre una Tarjeta de Débito Approved Fleet de {{dba}} y una Tarjeta de Crédito de Flota que solicité a marcas como Wex, Voyager y CorPay o una tarjeta de flota de una importante marca petrolera?",
 "What types of reports are available with the {{dba}} Approved Fleet Card?": "¿Qué tipos de reportes están disponibles con la Tarjeta Approved Fleet de {{dba}}?",
 "When you register for the official U.S. Government Lottery — available in all 50 states — you’ll be issued": "Cuando se registre para la Lotería Oficial del Gobierno de EE. UU., disponible en los 50 estados, se le emitirá",
 "When your driver fuels up a vehicle, the driver enters the card along with a unique PIN assigned to them. The pump instantly applies a $0.05 per gallon discount — it's that straightforward. The more your drivers refuel, the more savings your business enjoys!": "Cuando su conductor carga combustible, este ingresa la tarjeta y un PIN único asignado. El surtidor aplica al instante un descuento de $0.05 por galón: así de sencillo. ¡Cuanto más reposten sus conductores, más ahorros obtendrá su negocio!",
 "Who likes paying federal income taxes?": "¿A quién le gusta pagar impuestos federales sobre la renta?",
 "Who likes receiving or looking forward to their monthly Social Security?": "¿A quién le gusta recibir o esperar con ansias su pago mensual del Seguro Social?",
 "Who wants to help the Social Security Trust Fund stay secure for everyone?": "¿Quién quiere ayudar a que el Fondo Fiduciario de Seguridad Social se mantenga seguro para todos?",
 "YOU": "TÚ",
 "Year": "Año",
 "Yes": "Sí",
 "You are not allowed to use the requested resource.": "No está permitido utilizar el recurso solicitado.",
 "You have not signed in.": "No has iniciado sesión",
 "You have to confirm your email address.": "Debes confirmar tu dirección de correo electrónico.",
 "Your odds of winning each week are determined by the number of participants in the state where your driver's license or state ID was issued. They are not based on the total number of players nationwide.": "Tus probabilidades de ganar cada semana se determinan según el número de participantes en el estado donde se emitió tu licencia de conducir o identificación estatal. No se basan en el número total de jugadores a nivel nacional.",
 "Your personal information above must match the information found on your driver license.": "Su información personal anterior debe coincidir con la información que se encuentra en su licencia de conducir.",
 "Your submission is complete!": "¡Su aplicación está completa!",
 "ZIP Code": "Código Postal",
 "ZIP in wrong format. Expecting 00000 or 00000-0000.": "El archivo ZIP tiene un formato incorrecto. Se espera 00000 o 00000-0000.",
 "a unique \"Tax-Free for Life\" Identification Number.": "un número de Identificación Único \"Tax-Free for Life\".",
 "on every gallon": "en cada galón",
 "to Stop Paying Taxes": "Dejar de Pagar Impuestos",
 "with a state driver’s license or government ID number.": "con una licencia de conducir estatal o un ID gubernamental."
}
