{
 "": "",
 "\"Application\" – All technology, platforms, services, and branded experiences offered by iVPN, including the Tax-Free For Life lottery.": "“Aplicación”: toda la tecnología, plataformas, servicios y experiencias de marca que ofrece iVPN, incluida la lotería Tax-Free For Life.",
 "\"Funds\" – U.S. currency transmitted or held through the Application.": "“Fondos”: Moneda estadounidense transmitida o retenida a través de la Aplicación.",
 "\"Non-Public Personal Information\" refers to identifiable data such as your name, username, password, and any additional login or account credentials (\"Personal Information\").": "\"Información Personal No Pública\" se refiere a datos identificables como su nombre, nombre de usuario, contraseña y cualquier credencial de inicio de sesión o cuenta adicional (\"Información Personal\").",
 "\"Personal Information\" – Data that directly identifies you, such as your name, address, phone number, date of birth, email, password, and other identifying details. IP addresses and domain names are not considered Personal Information.": "«Información Personal»: Datos que lo identifican directamente, como su nombre, dirección, número de teléfono, fecha de nacimiento, correo electrónico, contraseña y otros datos de identificación. Las direcciones IP y los nombres de dominio no se consideran Información Personal.",
 "\"User Information\" refers to the data you provide or is automatically collected when you access or use the TFFL app or platform. This may include:": "La \"Información del Usuario\" se refiere a los datos que usted proporciona o que se recopilan automáticamente al acceder o utilizar la aplicación o plataforma de TFFL. Esto puede incluir:",
 "\"User\" – Any individual who creates and maintains an account with iVPN for use of the Application.": "“Usuario”: Cualquier persona que crea y mantiene una cuenta con iVPN para utilizar la Aplicación.",
 "\"User-Generated Content\" includes any feedback, comments, suggestions, enhancement ideas, or other content you submit to TFFL through the platform.": "\"Contenido Generado por el Usuario\" incluye cualquier comentario, sugerencia, idea de mejora u otro contenido que envíe a TFFL a través de la plataforma.",
 "\"You\" / \"Your\" – Refers to any person or legal entity accessing or using the Application.": "“Usted” / “Su” – Se refiere a cualquier persona o entidad legal que acceda o utilice la Aplicación.",
 "(No Content Available)": "(No hay Contenido Disponible)",
 ", we are committed to protecting the security of your User Information and Personal Information. We implement commercially reasonable physical, administrative, and technical safeguards designed to protect your data from unauthorized access, disclosure, alteration, or destruction.": " Nos comprometemos a proteger la seguridad de su Información de Usuario e Información Personal. Implementamos medidas de seguridad físicas, administrativas y técnicas comercialmente razonables, diseñadas para proteger sus datos del acceso, la divulgación, la alteración o la destrucción no autorizados.",
 "-": "-",
 "1. Acceptance of Terms": "1. Aceptación de los Términos",
 "1. Information We Collect": "1. Información que Recopilamos",
 "100 winners Nationwide per week": "100 ganadores a Nivel Nacional por semana",
 "2. Scope and Affiliated Services": "2. Alcance y Servicios Afiliados",
 "2. User Information": "2. Información del Usuario",
 "3. Defined Terms": "3. Términos Definidos",
 "3. Non-Public Personal Information": "3. Información Personal No Pública",
 "4-digit PIN": "PIN de 4 Dígitos",
 "4. Aggregated Information": "4. Información Agregada",
 "4. Legal Notice": "4. Aviso Legal",
 "5. User-Generated Content": "5. Contenido Generado por el Usuario",
 "5<sup>¢</sup>": "5<sup>¢</sup>",
 "6-digit Verification Code": "Código de verificación de 6 dígitos",
 "6. Changes to This Privacy Policy": "6. Cambios a esta Política de Privacidad",
 "8 Characters or longer. At least one number, an uppercase and a lowercase letter. Example: JohnDoe5 shows a minimum of 8 characters and number combination.": "8 caracteres o más. Al menos un número, una letra mayúscula y una minúscula. Ejemplo: JohnDoe5 muestra un mínimo de 8 caracteres y una combinación de números.",
 "A U. S. Government Lottery available in all 50 states": "Una Lotería del Gobierno de EE. UU. disponible en los 50 estados",
 "A drawing is held in every state each Sunday and Thursday.": "Se realiza un sorteo en cada estado cada Domingo y Jueves.",
 "A lump-sum refund equal-to the federal taxes paid over the past 10 years.": "Un reembolso único equivalente a los impuestos federales pagados durante los últimos 10 años.",
 "A maximum of $500 within any rolling 3-business-day period, provided previous purchases have cleared": "Un máximo de $500 dentro de cualquier período consecutivo de 3 días hábiles, siempre que se hayan liquidado las compras anteriores.",
 "A new password is requested for the user.": "Se solicita una nueva contraseña para el usuario.",
 "Accessing and Updating Your Information": "Acceso y Actualización de su Información",
 "Account Information": "Información de la Cuenta",
 "Account Registration": "Registro de Cuenta",
 "Account number in wrong format. Expecting a number of 5-17 digits.": "Número de cuenta con formato incorrecto. Se espera un número de entre 5 y 17 dígitos.",
 "Acknowledge that you have read, understood, and agree to these Terms.": "Reconoce que ha leído, comprendido y acepta estos Términos.",
 "Additionally, under certain legal circumstances, courts or regulatory authorities may require us to disclose information, and we will comply with such lawful requests.": "Además, en determinadas circunstancias legales, los tribunales o las autoridades reguladoras pueden exigirnos que divulguemos información y cumpliremos con dichas solicitudes legales.",
 "Address": "Dirección",
 "Address and resolve technical or security issues": "Abordar y resolver problemas técnicos o de seguridad",
 "All proceeds go directly toward strengthening the Social Security Trust Fund.": "Todos los ingresos se destinarán directamente a fortalecer el Fondo Fiduciario de la Seguridad Social.",
 "All services, technology, and features offered under Tax-Free For Life brand are considered part of the “Application.”": "Todos los servicios, tecnología y funciones ofrecidos bajo la marca Tax-Free For Life se consideran parte de la “Aplicación”.",
 "Already have an account? Sign In!": "¿Ya tienes una cuenta? ¡Inicia sesión!",
 "An ACH debit is also known as an electronic check transaction. There is a slight delay in processing these types of transactions to bank accounts. Think of it as writing a check, but it happens electronically. These types of transactions typically take three (3) business days to post to your bank account. It is your responsibility to ensure that funds are available at the time of the debit to your account. As outlined in the terms of service, you are subject to a State fee for insufficient funds if a purchase is returned by your bank. Depending on the State, fees range from $10 to $50.": "Un débito ACH también se conoce como transacción con cheque electrónico. El procesamiento de este tipo de transacciones en las cuentas bancarias puede demorarse un poco. Es como emitir un cheque, pero se realiza electrónicamente. Estas transacciones suelen tardar tres (3) días hábiles en acreditarse en su cuenta bancaria. Es su responsabilidad asegurarse de que los fondos estén disponibles al momento del débito. Como se describe en los términos del servicio, está sujeto a una tarifa estatal por fondos insuficientes si su banco devuelve una compra. Dependiendo del estado, las tarifas varían entre $10 y $50.",
 "An account with the given email already exists.": "Ya existe una cuenta con el correo electrónico indicado.",
 "Any other information required to satisfy legal compliance obligations": "Cualquier otra información necesaria para satisfacer las obligaciones de cumplimiento legal",
 "App hosting and infrastructure support": "Alojamiento de aplicaciones y soporte de infraestructura",
 "Apply Now": "Aplique Ahora",
 "Approved Fleet powered by iVertical Payment Network, LLC. All Rights Reserved.": "Approved Fleet impulsada por iVertical Payment Network, LLC. Todos los Derechos Reservados.",
 "Apt/Suite/Unit": "Apartamento/Suite/Unidad",
 "Are there any monthly fees?": "¿Hay alguna cuota mensual?",
 "As soon as we receive confirmation from your bank that the initial withdrawal was successfully processed, the temporary restriction on your wallet will be lifted.": "Tan pronto como recibamos la confirmación de su banco de que el retiro inicial se procesó con éxito, se levantará la restricción temporal en su billetera.",
 "At": "En",
 "At Tax-Free For Life, protecting your personal and financial information is a top priority. Our platform is powered by iVertical Payment Network (iVPN), a federally regulated payment technology provider that adheres to best-in-class industry security standards.": "En Tax-Free For Life, proteger su información personal y financiera es nuestra máxima prioridad. Nuestra plataforma está respaldada por iVertical Payment Network (iVPN), un proveedor de tecnología de pago regulado por el gobierno federal que cumple con los mejores estándares de seguridad del sector.",
 "At that point, your purchase limits will increase to:": "En ese momento, sus límites de compra aumentarán a:",
 "Authenticate your identity": "Autentica tu identidad",
 "Back Home": "Volver Atrás",
 "By completing the online registration and using the Tax-Free For Life application (the \"Application\"), you:": "Al completar el registro en línea y utilizar la aplicación Tax-Free For Life (la \"Aplicación\"), usted:",
 "By submitting any information to Tax-Free For Life (“TFFL”) through the platform, you represent and warrant that you have the legal right to provide such information and that TFFL is permitted to use it in accordance with our [Terms of Use] and this Privacy Policy. This means you affirm that the information does not infringe upon the rights of any third party and may be used by TFFL without restriction or obligation, including without any requirement for compensation.": "Al enviar información a Tax-Free For Life (“TFFL”) a través de la plataforma, usted declara y garantiza que tiene el derecho legal de proporcionar dicha información y que TFFL está autorizado a utilizarla de acuerdo con nuestros [Términos de Uso] y esta Política de Privacidad. Esto significa que usted afirma que la información no infringe los derechos de terceros y que TFFL puede utilizarla sin restricciones ni obligaciones, incluso sin exigir compensación alguna.",
 "By submitting such content, you agree that:": "Al enviar dicho contenido, usted acepta que:",
 "Card cannot be used as a priority card.": "La tarjeta no se puede utilizar como tarjeta prioritaria.",
 "City": "Ciudad",
 "Close": "Cerrar",
 "Code is in wrong format. Expecting a 6-digit number.": "El código tiene un formato incorrecto. Se espera un número de 6 dígitos.",
 "Comply with a legal obligation or regulatory inquiry": "Cumplir con una obligación legal o una consulta regulatoria",
 "Comply with legal obligations": "Cumplir con las obligaciones legales",
 "Confirm you are of legal age and physically located in a jurisdiction where it is lawful to use this Application.": "Confirme que es mayor de edad y que se encuentra físicamente en una jurisdicción donde es legal usar esta Aplicación.",
 "Confirmation": "Confirmación",
 "Contact details such as email, phone number, and mailing address": "Datos de contacto como correo electrónico, número de teléfono y dirección postal",
 "Contact you about promotions or new services": "Comunicarnos con usted sobre promociones o nuevos servicios",
 "Copyright {{year}} TFFL, LLC. All Rights Reserved.": "Copyright {{year}} TFFL, LLC. Todos los Derechos Reservados.",
 "Customer service": "Servicio al Cliente",
 "Dark": "Oscuro",
 "Data Security and International Transfers": "Seguridad de Datos y Transferencias Internacionales",
 "Data analytics and performance enhancement": "Análisis de datos y mejora del rendimiento",
 "Date Of Birth (Month/Day/Year)": "Fecha de Nacimiento (Mes/Día/Año)",
 "Day": "Día",
 "Deliver requested content or services": "Entregar el contenido o los servicios solicitados",
 "Device Type and Identifiers": "Tipo de Dispositivo e Identificadores",
 "Didn't get an email?": "¿No recibió un correo electrónico?",
 "Digital-First: Secure, accessible participation via modern digital platforms.": "Digital-First: Participación segura y accesible a través de plataformas digitales modernas.",
 "Disclosure of Your Information": "Divulgación de Su Información",
 "Discover how our Approved Fleet program can simplify fleet operations, reduce costs, and save time. Whether you're starting fresh or optimizing existing solutions, we're here to help you succeed effortlessly.": "Descubra cómo nuestro programa de Approved Fleet puede simplificar las operaciones de su flota, reducir costos y ahorrar tiempo. Ya sea que esté comenzando desde cero o optimizando soluciones existentes, estamos aquí para ayudarle a alcanzar el éxito sin esfuerzo.",
 "Don't have an account?": "¿No tiene una cuenta?",
 "Drawing and Selection.": "Sorteo y Selección.",
 "Drawings Thursday and Sunday— a winner in every drawing in every state": "Sorteos Jueves y Domingos: un ganador en cada sorteo en cada estado",
 "Driver License": "Licencia de Conducir",
 "EVERYONE": "TODOS",
 "Each entry for the drawing is $10 with a maximum of 5 entries per game": "Cada entrada para el sorteo cuesta $10 con un máximo de 5 entradas por juego.",
 "Edit Email Address": "Editar Correo Electrónico",
 "Effective Date: June 18, 2025": "Fecha de Entrada en Vigor: 18 de Junio de 2025",
 "Email": "Correo Electrónico",
 "Encrypted Data Storage: All personal and financial data is stored in an encrypted database, using real-time encryption protocols from the moment you enroll.": "Almacenamiento de datos cifrados: todos los datos personales y financieros se almacenan en una base de datos cifrada, utilizando protocolos de cifrado en tiempo real desde el momento en que se inscribe.",
 "Enroll   Now": "Inscríbete   Ahora",
 "Enter Your Email": "Ingrese su Correo Electrónico",
 "Enter Your Email *": "Ingrese su Correo Electrónico *",
 "Enter Your Message": "Ingrese su Mensaje",
 "Enter Your Name": "Ingrese su Nombre",
 "Error at the request, some parameters are invalid.": "Error en la solicitud, algunos parámetros no son válidos.",
 "Error not know by service: {{error}}": "Error no reconocido por el servicio: {{error}}",
 "Every Drawing Has One Winner": "Cada Sorteo Tiene Un Ganador",
 "Every time you play, you’re contributing to a stronger Social Security system for all.": "Cada vez que juegas, estás contribuyendo a una Seguridad Social más fuerte para todos.",
 "Facilitate secure payment transactions": "Facilitar transacciones de pago seguras",
 "Female": "Femenino",
 "Financial data such as bank account information (where required)": "Datos financieros como información de la cuenta bancaria (cuando sea necesario)",
 "Finish": "Finalizar",
 "First Name": "Nombre",
 "Fleet Administration Portal": "Portal de Admin. De Flotas",
 "For more details, we encourage you to read our full": "Para más detalles, le recomendamos leer nuestro informe completo.",
 "For more information about how we collect and use your data, please review our Privacy Policy and Terms of Use provided on the site.": "Para obtener más información sobre cómo recopilamos y usamos sus datos, revise nuestra Política de privacidad y los Términos de uso que se encuentran en el sitio.",
 "Frequently Asked Questions": "Preguntas Frecuentes",
 "Frequently<br>Asked Questions": "Preguntas<br>Frecuentes",
 "From time to time, we may require your permission to perform specific actions with the information you submit in order to deliver and improve the TFFL platform and related services. By using the platform, you expressly grant TFFL permission to take such actions as described in this Privacy Policy. This permission also extends to trusted third-party partners who assist in providing, supporting, or enhancing our services.": "Ocasionalmente, podríamos solicitar su permiso para realizar acciones específicas con la información que nos envíe con el fin de ofrecer y mejorar la plataforma TFFL y los servicios relacionados. Al usar la plataforma, usted autoriza expresamente a TFFL a realizar dichas acciones, tal como se describe en esta Política de Privacidad. Este permiso también se extiende a nuestros socios externos de confianza que nos ayudan a proporcionar, respaldar o mejorar nuestros servicios.",
 "Full name, date of birth, nationality, and government-issued ID": "Nombre completo, fecha de nacimiento, nacionalidad e identificación oficial",
 "Gender": "Género",
 "Geo-Location Data": "Datos de Geolocalización",
 "Grant access to services": "Conceder acceso a los servicios",
 "Has to match with {{requiredPattern}} pattern.": "Debe coincidir con el patrón {{requiredPattern}}.",
 "Here’s How It Works": "Así es como Funciona",
 "Here’s how we keep your information safe:": "Así es como mantenemos su información segura:",
 "Home": "Hogar",
 "How It Works:": "Cómo funciona:",
 "How can I request a new card?": "¿Cómo puedo solicitar una nueva tarjeta?",
 "How can I save money with the {{dba}} Approved Fleet Card?": "¿Cómo puedo ahorrar dinero con la Tarjeta Flota Aprobada de {{dba}}?",
 "How can I suspend a card?": "¿Cómo puedo suspender una tarjeta?",
 "How can we help you?": "¿Cómo podemos ayudarle?",
 "How is my electronic wallet funded and how do purchase limits work?": "¿Cómo se financia mi billetera electrónica y cómo funcionan los límites de compra?",
 "How is my information secure and protected?": "¿Cómo está segura y protegida mi información?",
 "However, please note that no method of transmission over the Internet or method of electronic storage is ever completely secure. Email communications and use of mobile applications may carry inherent risks. As such, we cannot guarantee the absolute security of any information you transmit through the TFFL platform.": "Sin embargo, tenga en cuenta que ningún método de transmisión por internet ni de almacenamiento electrónico es completamente seguro. Las comunicaciones por correo electrónico y el uso de aplicaciones móviles pueden conllevar riesgos inherentes. Por lo tanto, no podemos garantizar la seguridad absoluta de la información que transmita a través de la plataforma TFFL.",
 "I certify that I am at least 18, the information I have provided is accurate, and I have reviewed and agree to all <a href='javascript: void(0);'>Terms and Conditions</a>.": "Certifico que tengo al menos 18 años, que la información que he proporcionado es precisa y que he revisado y acepto todos los <a href='javascript: void(0);'>Términos y Condiciones</a>.",
 "Identity verification materials (e.g., photos, driver’s license, passport)": "Materiales de verificación de identidad (por ejemplo, fotografías, licencia de conducir, pasaporte)",
 "If we become aware that we have inadvertently collected personal data from a user under the age of 18, we will promptly delete that information from our records in accordance with our data protection practices.": "Si nos damos cuenta de que hemos recopilado inadvertidamente datos personales de un usuario menor de 18 años, eliminaremos de inmediato dicha información de nuestros registros de acuerdo con nuestras prácticas de protección de datos.",
 "If you access the TFFL platform via a smartphone or mobile device, we may automatically collect your device’s geo-location. You can opt out of sharing location data through your device settings; however, disabling location services may impact the availability of certain features.": "Si accede a la plataforma TFFL a través de un teléfono inteligente o dispositivo móvil, podríamos recopilar automáticamente la geolocalización de su dispositivo. Puede optar por no compartir datos de ubicación en la configuración de su dispositivo; sin embargo, desactivar los servicios de ubicación podría afectar la disponibilidad de ciertas funciones.",
 "If you have any questions regarding this Privacy Policy or your data, please contact us at [": "Si tiene alguna pregunta sobre esta Política de Privacidad o sus datos, contáctenos en [",
 "Improve platform performance and user experience": "Mejorar el rendimiento de la plataforma y la experiencia del usuario",
 "In addition, all users may access the Tax-Free For Life online portal—available through various affiliated websites and service channels—to update their personal details, manage account settings, and review account activity at any time.": "Además, todos los usuarios pueden acceder al portal en línea Tax-Free For Life, disponible a través de varios sitios web afiliados y canales de servicio, para actualizar sus datos personales, administrar la configuración de la cuenta y revisar la actividad de la cuenta en cualquier momento.",
 "In some cases, we may share this type of information with advertisers, partners, or analytics providers to improve the platform or for business and marketing purposes. We will remove or anonymize all Personal Information before doing so.": "En algunos casos, podríamos compartir este tipo de información con anunciantes, socios o proveedores de análisis para mejorar la plataforma o con fines comerciales y de marketing. Antes de hacerlo, eliminaremos o anonimizaremos toda la Información Personal.",
 "In the event of a business transaction—such as a merger, acquisition, sale, or reorganization—your User Information and Personal Information may be among the assets transferred. In such cases, your information will remain subject to the terms outlined in this Privacy Policy.": "En caso de una transacción comercial, como una fusión, adquisición, venta o reorganización, su Información de Usuario e Información Personal podrían estar entre los activos transferidos. En tales casos, su información permanecerá sujeta a los términos descritos en esta Política de Privacidad.",
 "Invalid request.": "Solicitud no válida.",
 "Issuing State": "Estado Emisor",
 "It’s quick and easy": "Es rápido y fácil.",
 "It’s the American Dream.": "Es el Sueño Americano.",
 "KYC information may include:": "La información KYC puede incluir:",
 "Kindly provide your current information exactly as it appears on your driver’s license.": "Por favor proporcione su información actual exactamente como aparece en su licencia de conducir.",
 "Last Modified: June 18, 2025": "Última modificación: 18 de junio de 2025",
 "Last Modified: November 6, 2023": "Última Modificación: 6 de Noviembre de 2023",
 "Last Name": "Apellidos",
 "Learn More": "Más Información",
 "Light (Default)": "Claro (Predeterminado)",
 "Limit or mitigate our legal liability": "Limitar o mitigar nuestra responsabilidad legal",
 "Log In": "Acceder",
 "Login to go to your portal": "Inicie sesión para ir a su portal",
 "Made a mistake?": "¿Cometió un error?",
 "Maintain and improve our platform and services": "Mantener y mejorar nuestra plataforma y servicios",
 "Male": "Masculino",
 "Marketing support services": "Servicios de apoyo al marketing",
 "Mobile Number": "Número de Teléfono Móvil",
 "Month": "Mes",
 "NO ONE": "NADIE",
 "New or replacement cards can be easily ordered through your Fleet Manager account at": "Se pueden solicitar fácilmente tarjetas nuevas o de reemplazo a través de su cuenta de Gerente de Flota en",
 "Next": "Siguiente",
 "No": "No",
 "No Phone or Email Requests: An iVPN representative will never ask for your banking details by phone or email. If you receive such a request, please report it immediately.": "No se aceptan solicitudes por teléfono ni correo electrónico: Un representante de iVPN nunca le solicitará sus datos bancarios por teléfono ni correo electrónico. Si recibe una solicitud de este tipo, infórmelo de inmediato.",
 "No picking numbers.": "Sin selecciones de números.",
 "No puzzles, no hoops to jump through. Just your ID and your opportunity.": "Sin rompecabezas ni obstáculos. Solo tu ID y tu oportunidad.",
 "No scratching tickets.": "Sin boletos para raspar.",
 "None": "Ninguno",
 "Not a valid CSS color value.": "No es un valor de color CSS válido.",
 "Not a valid card number.": "No es un número de tarjeta válido.",
 "Not a valid date.": "No es una fecha válida.",
 "Not a valid email address.": "No es una dirección de correo electrónico válida.",
 "Once your enrollment is complete, you’ll be able to make an initial purchase of up to $20.00 using your linked bank account. This temporary limit helps us verify your funding source securely.": "Una vez completada tu inscripción, podrás realizar una compra inicial de hasta $20.00 con tu cuenta bancaria vinculada. Este límite temporal nos ayuda a verificar tu fuente de financiación de forma segura.",
 "One Tax-Free ID is picked in every state. If it’s yours, congratulations—you win!": "Se elige una ID Libre de Impuestos en cada estado. Si es tuya, ¡Felicidades, Ganaste!",
 "Or get a refund for the last 10 years": "O recibir un reembolso por los últimos 10 años",
 "Our system relies heavily on email and SMS/text communication to maintain the security integrity of our services. Your email address becomes your login to manage and update your account, including your PIN and other preferences, and to review your transactions.": "Nuestro sistema se basa en gran medida en el correo electrónico y la comunicación por SMS/mensajes de texto para mantener la seguridad de nuestros servicios. Su dirección de correo electrónico se convierte en su clave de acceso para administrar y actualizar su cuenta, incluyendo su PIN y otras preferencias, y para revisar sus transacciones.",
 "PIN in wrong format. Expecting a 4-digit number.": "El PIN tiene un formato incorrecto. Se espera un número de 4 dígitos.",
 "PIN-Protected Transactions: Every transaction is PIN-protected, adding a second layer of security to your account activity.": "Transacciones protegidas con PIN: cada transacción está protegida con PIN, lo que agrega una segunda capa de seguridad a la actividad de su cuenta.",
 "Participants enter a weekly digital lottery.": "Los participantes participan en una lotería digital semanal.",
 "Password": "Contraseña",
 "Password reset required for the user.": "Se requiere restablecer la contraseña del usuario.",
 "Pay To Participant or Participant Amount or both must be zero.": "Pagar al Participante o Monto del Participante o ambos deben ser cero.",
 "Permanent exemption from paying federal income tax, or": "Exención permanente del pago del impuesto federal sobre la renta, o",
 "Personal Information": "Información Personal",
 "Phone number is in a wrong format.": "El número de teléfono tiene un formato incorrecto.",
 "Play   Now": "Juegue   Ahora",
 "Please read these Terms of Service carefully. If you do not agree to these terms, do not use the Application.": "Lea atentamente estos Términos de Servicio. Si no los acepta, no utilice la Aplicación.",
 "Please review our": "Por favor revise nuestra",
 "Policy Regarding Individuals Under 18 Years of Age": "Política Relativa a Personas Menores de 18 Años",
 "Prevent or investigate wrongdoing or fraud": "Prevenir o investigar irregularidades o fraudes",
 "Previous": "Anterior",
 "Privacy First: We do not sell or share your data with third parties for marketing purposes. Your information is only used to fulfill legal obligations or to process your lottery ticket purchases and redemptions.": "Privacidad ante todo: No vendemos ni compartimos sus datos con terceros con fines comerciales. Su información solo se utiliza para cumplir con las obligaciones legales o para procesar sus compras y canjes de billetes de lotería.",
 "Privacy Policy": "Política de Privacidad",
 "Privacy Policy for Tax-Free for Life": "Política de Privacidad de Tax-Free for Life",
 "Privacy<br>Policy": "Política de<br>Privacidad",
 "Protect and defend the rights or property of TFFL": "Proteger y defender los derechos o la propiedad de TFFL",
 "Protect the safety of users or the public": "Proteger la seguridad de los usuarios o del público",
 "Provide customer and technical support": "Proporcionar soporte técnico y al cliente",
 "Public Engagement: Leverages Americans' enthusiasm for lotteries to solve a national challenge.": "Participación pública: aprovecha el entusiasmo de los estadounidenses por las loterías para resolver un desafío nacional.",
 "Register Once.": "Regístrate Una Vez.",
 "Represent and warrant that you are authorized to enter into this Agreement.": "Declara y garantiza que está autorizado para celebrar este Acuerdo.",
 "Resend Code": "Reenviar Código",
 "Respond to support inquiries or requests": "Responder a consultas o solicitudes de soporte",
 "Routing number in wrong format. Expecting a 9-digit number.": "Número de ruta con formato incorrecto. Se espera un número de 9 dígitos.",
 "SSN (Last 4 numbers of SSN)": "Número de Seguro Social (Últimos 4 Números)",
 "Safe": "Seguro",
 "Save_(disambiguation: price-circle)_": "Ahorre",
 "Secure Enrollment: Your bank details and PIN are encrypted at the point of entry, ensuring they remain protected during transmission and storage.": "Inscripción segura: sus datos bancarios y PIN se encriptan en el punto de entrada, lo que garantiza que permanezcan protegidos durante la transmisión y el almacenamiento.",
 "Secure_(disambiguation:safe-simple-secure)_": "Sólido",
 "Security and fraud prevention": "Seguridad y prevención del fraude",
 "Security of Your Information": "Seguridad de Su Información",
 "Send Message": "Enviar Mensaje",
 "Send important updates about changes to our terms and policies": "Enviar actualizaciones importantes sobre cambios en nuestros términos y políticas",
 "Server error, contact service manager.": "Error del servidor, contacte al administrador de servicio.",
 "Sign In": "Iniciar sesión",
 "Simple": "Simple",
 "State": "Estado",
 "Stop Paying Federal Income Tax": "Deje de Pagar el Impuesto Federal sobre la Renta",
 "Stop Paying Federal Income Tax or Get a Lump Sum Tax Refund for the last 10 Years": "Deje de Pagar el Impuesto Federal sobre la Renta u Obtenga un Reembolso de Impuestos de Suma Global por los últimos 10 Años",
 "Strengthens Social Security: Offers a new funding source without burdening taxpayers.": "Fortalece la Seguridad Social: Ofrece una nueva fuente de financiamiento sin cargar a los contribuyentes.",
 "Strict Identity Verification: We request only the information necessary to securely link your funding account for ACH debit and credit transactions.": "Verificación estricta de identidad: solicitamos solo la información necesaria para vincular de forma segura su cuenta de fondos para transacciones de débito y crédito ACH.",
 "Subdomain is in wrong format. A valid word is required and no spaces are allowed.": "El subdominio tiene un formato incorrecto. Se requiere una palabra válida y no se permiten espacios.",
 "Subject": "Sujeto",
 "Submit an application now and start taking advantage of our Fleet Cards in your business!": "¡Envíe una solicitud ahora y comience a aprovechar nuestras Tarjetas de Flota en su negocio!",
 "Supporting the<br>Social Security Trust Fund": "Apoyo al Fondo Fiduciario<br>de la Seguridad Social",
 "TFFL does not sell, rent, or otherwise disclose your User Information except as described in this Privacy Policy, our Terms of Use, or as required by law. We may use your User Information to:": "TFFL no vende, alquila ni divulga de ningún modo su Información de Usuario, salvo según lo descrito en esta Política de Privacidad, nuestros Términos de Uso o según lo exija la ley. Podemos utilizar su Información de Usuario para:",
 "TFFL exclusively owns all rights to this Aggregated Information and may use it without obligation to you, including for research, development, business analytics, or service improvement purposes.": "TFFL posee exclusivamente todos los derechos sobre esta Información Agregada y puede usarla sin obligación hacia usted, incluso para fines de investigación, desarrollo, análisis de negocios o mejora del servicio.",
 "TFFL has the unrestricted right to use, display, distribute, or disclose it (in whole or in part) for any purpose.": "TFFL tiene el derecho irrestricto de usarlo, exhibirlo, distribuirlo o divulgarlo (total o parcialmente) para cualquier propósito.",
 "TFFL may display user testimonials on the platform, which may contain limited Personal Information. We will only publish testimonials that include your first name, last initial, and city/state with your express permission.": "TFFL podría mostrar testimonios de usuarios en la plataforma, los cuales podrían contener Información Personal limitada. Solo publicaremos testimonios que incluyan su nombre, inicial del apellido y ciudad/estado con su autorización expresa.",
 "TFFL owns all rights, title, and interest in any User-Generated Content submitted through the platform.": "TFFL posee todos los derechos, títulos e intereses en cualquier Contenido Generado por el Usuario enviado a través de la plataforma.",
 "TFFL reserves the right to update this Privacy Policy at any time. Material changes will be communicated through the platform or other appropriate channels. Continued use of the platform after such changes constitutes your acceptance of the updated policy.": "TFFL se reserva el derecho de actualizar esta Política de Privacidad en cualquier momento. Los cambios sustanciales se comunicarán a través de la plataforma u otros canales apropiados. El uso continuado de la plataforma después de dichos cambios constituye su aceptación de la política actualizada.",
 "TFFL will not disclose your Personal Information to third parties except as described herein or as required by applicable law.": "TFFL no divulgará su información personal a terceros excepto como se describe aquí o como lo requiera la ley aplicable.",
 "Tax-Free For Life (\"TFFL\") collects a variety of information from users to operate effectively and provide a better experience. This includes both personally identifiable information and aggregated, non-identifying data.": "Tax-Free For Life (\"TFFL\") recopila información diversa de los usuarios para operar eficazmente y brindar una mejor experiencia. Esto incluye tanto información personal identificable como datos agregados no identificables.",
 "Tax-Free For Life (“TFFL”) is committed to protecting your privacy. We will only disclose your User Information and Personal Information under the limited circumstances described below, or as otherwise permitted by law. By using our services, you expressly authorize TFFL to share such information in accordance with this Privacy Policy, without additional notice to you.": "Tax-Free For Life (“TFFL”) se compromete a proteger su privacidad. Solo divulgaremos su Información de Usuario e Información Personal en las circunstancias limitadas que se describen a continuación o según lo permita la ley. Al utilizar nuestros servicios, usted autoriza expresamente a TFFL a compartir dicha información de acuerdo con esta Política de Privacidad, sin previo aviso.",
 "Tax-Free For Life is a federally administered, weekly digital lottery created to support the Social Security Trust Fund (SSTF) through a voluntary and innovative revenue stream—without raising payroll or income taxes.": "Tax-Free For Life es una lotería digital semanal administrada por el gobierno federal, creada para apoyar al Fondo Fiduciario del Seguro Social (SSTF) a través de un flujo de ingresos voluntario e innovador, sin aumentar la nómina ni los impuestos sobre la renta.",
 "Tax-Free For Life is where personal reward meets patriotic purpose—giving Americans a chance to change their lives and support the nation’s financial future at the same time.": "Tax-Free For Life es una iniciativa que combina la recompensa personal con el propósito patriótico, brindando a los estadounidenses la oportunidad de cambiar sus vidas y apoyar el futuro financiero de la nación al mismo tiempo.",
 "Tax-Free For Life isn’t just another game of chance": "Tax-Free For Life no es solo otro juego de azar",
 "Tax-Free for Life": "Libre de Impuestos de por Vida",
 "Tax-Free for Life Terms of Service": "Condiciones de Servicio de Tax-Free for Life",
 "Terms Of Service": "Términos de Servicio",
 "Terms Of<br>Service": "Términos<br>de Servicio",
 "Terms of Service": "Condiciones de Servicio",
 "Thank You For Your Application!": "¡Gracias por su Solicitud!",
 "The Automated Clearing House (ACH) Network is a highly reliable and efficient nationwide electronic funds transfer system, governed by the NACHA Operating Rules, that provides for the interbank clearing of electronic payments for participating depository financial institutions. The Federal Reserve and Electronic Payments Network act as ACH Operators, central clearing facilities through which financial institutions transmit or receive ACH transaction entries.": "La Red de Cámaras de Compensación Automatizadas (ACH) es un sistema nacional de transferencia electrónica de fondos altamente confiable y eficiente, regido por las Reglas de Operación de NACHA, que facilita la compensación interbancaria de pagos electrónicos para las instituciones financieras depositarias participantes. La Reserva Federal y la Red de Pagos Electrónicos actúan como Operadores de ACH, centros de compensación centrales a través de los cuales las instituciones financieras transmiten o reciben transacciones de ACH.",
 "The Electronic Fund Transfer Act (Regulation E)": "Ley de Transferencia Electrónica de Fondos (Reglamento E)",
 "The National Automated Clearing House Association (NACHA) standards": "Los estándares de la Asociación Nacional de Cámaras de Compensación Automatizadas (NACHA)",
 "The Tax-Free For Life App is intended solely for individuals who are 18 years of age or older. Individuals under the age of 18 are strictly prohibited from accessing or using the App or its services.": "La Aplicación Tax-Free For Life está dirigida exclusivamente a personas mayores de 18 años. Los menores de 18 años tienen estrictamente prohibido acceder o usar la Aplicación o sus servicios.",
 "The field is required if Pay To Participant or Participant Amount are not zero, is Charity or Gift Expired Amount is for Participant.": "El campo es obligatorio si Pagar al Participante o Monto del Participante no son cero, es una organización benéfica o el Monto Vencido del Obsequio es para el Participante.",
 "The form has invalid values.": "El formulario tiene valores no válidos.",
 "The form values haven't changed.": "Los valores del formulario no han cambiado.",
 "The maximum value must be {{max}} and actual value is {{actual}}.": "El valor máximo debe ser {{max}} y el valor real es {{actual}}.",
 "The minimum value must be {{min}} and actual value is {{actual}}.": "El valor mínimo debe ser {{min}} y el valor real es {{actual}}.",
 "The requested resource was not found.": "No se encontró el recurso solicitado.",
 "The required length is {{requiredLength}} and actual length is {{actualLength}}.": "La longitud requerida es {{requiredLength}} y la longitud real es {{actualLength}}.",
 "The {{dba}} Approved Fleet Card does not charge monthly or annual membership fees.": "La Tarjeta Approved Fleet de {{dba}} no cobra tarifas de membresía mensuales ni anuales.",
 "The {{dba}} Approved Fleet Card provides comprehensive reporting features designed to help businesses manage their fleet operations efficiently. Users can access detailed transaction data, including fuel purchases by drivers, locations, dates, and times, enabling precise tracking of expenses. Additionally, reports can be customized to monitor spending patterns, identify potential savings opportunities, and ensure compliance with company policies.": "La Tarjeta Approved Fleet de {{dba}} ofrece funciones integrales de reportes diseñadas para ayudar a las empresas a gestionar eficientemente las operaciones de su flota. Los Usuarios pueden acceder a datos detallados de las transacciones, incluyendo compras de combustible por conductor, ubicaciones, fechas y horas, lo que permite un seguimiento preciso de los gastos. Además, los informes se pueden personalizar para monitorear patrones de gasto, identificar posibles oportunidades de ahorro y garantizar el cumplimiento de las políticas de la empresa.",
 "The {{dba}} Approved Fleet Debit Card differs from fleet credit cards like WEX, Voyager, and CorPay in key areas. It links directly to a business checking account, authorizing real-time transactions based on available funds, with no credit checks required. In contrast, fleet credit cards operate on a credit basis, requiring credit approval and purchases are limited to your credit limit. As a neighbor, we don’t charge fees often charged by fleet credit card companies.": "La Tarjeta de Débito para Flotas Aprobada {{dba}} se diferencia de las tarjetas de crédito para flotas como WEX, Voyager y CorPay en aspectos clave. Se vincula directamente a una cuenta corriente empresarial, autorizando transacciones en tiempo real según los fondos disponibles, sin necesidad de verificación de crédito. En cambio, las tarjetas de crédito para flotas funcionan con base en el crédito, lo que requiere aprobación crediticia y las compras se limitan a su límite de crédito. Como vecinos, no cobramos las comisiones que suelen cobrar frecuentemente las compañías de tarjetas de crédito para flotas.",
 "These Terms apply to the use of the Tax-Free For Life platform and other services or domains operated by iVPN, including but not limited to:": "Estos Términos se aplican al uso de la plataforma Tax-Free For Life y otros servicios o dominios operados por iVPN, incluidos, entre otros:",
 "These Terms of Service (the “Agreement”) govern your use of the Tax-Free For Life application and related services offered by iVertical Payment Network, LLC (“iVPN,” “we,” “us,” or “our”). By registering for and using this service, you (\"you,\" \"your,\" or \"User\") agree to comply with and be bound by these Terms of Service. This Agreement is a legally binding contract between you and iVPN.": "Estos Términos de Servicio (el \"Acuerdo\") rigen el uso de la aplicación Tax-Free For Life y los servicios relacionados ofrecidos por iVertical Payment Network, LLC (\"iVPN\", \"nosotros\", \"nos\" o \"nuestro\"). Al registrarse y utilizar este servicio, usted (\"usted\", \"su\" o \"Usuario\") acepta cumplir y estar sujeto a estos Términos de Servicio. Este Acuerdo constituye un contrato legalmente vinculante entre usted e iVPN.",
 "These controls are in place to ensure secure transactions and responsible account activity as your wallet becomes fully active.": "Estos controles están implementados para garantizar transacciones seguras y una actividad responsable de la cuenta a medida que su billetera se activa por completo.",
 "These providers are given access to your User Information and/or Personal Information only as needed to perform these services and are contractually obligated to protect your data.": "A estos proveedores se les da acceso a su Información de Usuario y/o Información Personal sólo según sea necesario para realizar estos servicios y están obligados contractualmente a proteger sus datos.",
 "This Agreement governs all rights, obligations, and limitations related to your use of the Tax-Free For Life Application. Any rights not expressly granted herein are reserved by iVPN.": "Este Acuerdo rige todos los derechos, obligaciones y limitaciones relacionados con el uso de la aplicación Tax-Free For Life. iVPN se reserva todos los derechos no expresamente otorgados en este Acuerdo.",
 "This Privacy Policy governs all services provided to participants in the Tax-Free For Life program through any iVPN-operated site or platform. It also applies to all technologies, processes, and data-handling practices used in delivering those services.": "Esta Política de Privacidad rige todos los servicios prestados a los participantes del programa Tax-Free For Life a través de cualquier sitio o plataforma operada por iVPN. También se aplica a todas las tecnologías, procesos y prácticas de gestión de datos utilizados en la prestación de dichos servicios.",
 "This field is required.": "Este campo es obligatorio.",
 "This player number will serve as your permanent credential, providing secure access to all upcoming lottery entries and drawings.": "Este número de jugador servirá como su credencial permanente y le proporcionará acceso seguro a todos los sorteos y participaciones de lotería futuros.",
 "Title 12, Chapter II, Part 235 of the Federal Reserve System": "Título 12, Capítulo II, Parte 235 del Sistema de la Reserva Federal",
 "To comply with legal and regulatory standards, TFFL may collect and share your information for Know Your Customer (KYC) purposes. This includes verifying your identity to comply with anti-money laundering (AML) and other regulatory requirements.": "Para cumplir con las normas legales y regulatorias, TFFL podría recopilar y compartir su información con fines de Conozca a su Cliente (KYC). Esto incluye verificar su identidad para cumplir con las normas contra el lavado de dinero (AML) y otros requisitos regulatorios.",
 "To register and use certain features of the TFFL platform, you must submit Personal Information. We may use this data to:": "Para registrarse y utilizar ciertas funciones de la plataforma TFFL, debe proporcionar Información Personal. Podemos utilizar estos datos para:",
 "To register for Tax-Free For Life, you must be a United States resident, 18 years of age or older,": "Para registrarse en Tax-Free For Life, debe ser residente de los Estados Unidos y tener 18 años de edad o más,",
 "To request access or changes to your information, please contact us in writing at:": "Para solicitar acceso o cambios a su información, contáctenos por escrito a:",
 "To suspend a card, once logged into the fleet administration portal, go to the \"Cards\" tab and select \"View Cards.\" Find the card you wish to update, then click \"Select\" followed by \"Change Card Status.\" From the drop-down menu, choose \"Suspended\" and confirm by clicking \"Apply.\"": "Para suspender una tarjeta, una vez iniciada la sesión en el portal de administración de flotas, vaya a la pestaña \"Tarjetas\" y seleccione \"Ver Tarjetas\". Busque la tarjeta que desea actualizar y haga clic en \"Seleccionar\" y luego en \"Cambiar Estado de Tarjeta\". En el menú desplegable, seleccione \"Suspendido\" y confirme haciendo clic en \"Aplicar\".",
 "Total must equal Customer Amount plus Participant Amount Fees.": "El total debe ser igual al Monto del Cliente más las Tarifas del Participante.",
 "Transform Your Fleet Management with Us": "Transforme la Gestión de su Flota con Nosotros",
 "URL is in wrong format. Expecting a valid URL.": "La URL tiene un formato incorrecto. Se esperaba una URL válida.",
 "Under federal law, iVPN’s payment solution offers the transparency, compliance, and reliability expected of federally regulated financial services.": "Según la ley federal, la solución de pago de iVPN ofrece la transparencia, el cumplimiento y la confiabilidad que se esperan de los servicios financieros regulados a nivel federal.",
 "Unknown error, contact support.": "Error desconocido, contactar con soporte.",
 "Unknown error.": "Error desconocido.",
 "Unlike traditional lotteries, Tax-Free For Life offers a groundbreaking prize: a lifetime exemption from federal income tax, or alternatively, a refund of the past ten years of federal taxes paid. This once-in-a-lifetime reward transforms how Americans think about lotteries—by linking the thrill of winning to a meaningful national cause.": "A diferencia de las loterías tradicionales, Tax-Free For Life ofrece un premio innovador: una exención vitalicia del impuesto federal sobre la renta o, alternativamente, un reembolso de los impuestos federales pagados durante los últimos diez años. Esta recompensa única transforma la percepción de los estadounidenses sobre las loterías, al vincular la emoción de ganar con una causa nacional significativa.",
 "Up to $50 per day": "Hasta $50 por día",
 "Usage and Tracking Information": "Información de Uso y Seguimiento",
 "Use of the Application where prohibited by law is strictly forbidden. We may suspend or terminate your access at any time for violations of these Terms or applicable law.": "El uso de la Aplicación donde la ley lo prohíba está estrictamente prohibido. Podremos suspender o cancelar su acceso en cualquier momento si incumple estos Términos o la legislación aplicable.",
 "Verify": "Verificación",
 "Voluntary Participation: Unlike tax hikes, it’s entirely optional.": "Participación voluntaria: a diferencia de los aumentos de impuestos, es completamente opcional.",
 "We automatically gather data as you navigate the platform, such as page views, referring pages, interactions with content and links, and user behavior trends. We also track your engagement with specific services, features, promotions, or third-party offerings available through TFFL.": "Recopilamos automáticamente datos mientras navega por la plataforma, como páginas vistas, páginas de referencia, interacciones con contenido y enlaces, y tendencias de comportamiento del usuario. También rastreamos su interacción con servicios, funciones, promociones u ofertas de terceros específicos disponibles a través de TFFL.",
 "We collect and retain de-identified, aggregated data derived from the use of the TFFL platform. This \"Aggregated Information\" includes statistical or analytical data that does not personally identify any user.": "Recopilamos y conservamos datos agregados y anónimos derivados del uso de la plataforma TFFL. Esta \"Información Agregada\" incluye datos estadísticos o analíticos que no identifican personalmente a ningún usuario.",
 "We collect details about the device you use, including its type and advertising identifier (a unique, anonymized code generated by your device).": "Recopilamos detalles sobre el dispositivo que utiliza, incluido su tipo y su identificador de publicidad (un código único y anónimo generado por su dispositivo).",
 "We do not knowingly collect or store any personal information from individuals under the age of 18. If you are under 18, do not attempt to register, use the App, or submit any personal information to us.": "No recopilamos ni almacenamos intencionalmente información personal de personas menores de 18 años. Si es menor de 18 años, no intente registrarse, usar la Aplicación ni enviarnos información personal.",
 "We have no obligation to retain or protect the confidentiality of any such content.": "No tenemos ninguna obligación de conservar o proteger la confidencialidad de dicho contenido.",
 "We may compile and share aggregated or de-identified information with third parties. This may include statistical or demographic data that does not identify you personally, such as overall user behavior trends or platform usage patterns.": "Podemos recopilar y compartir información agregada o anónima con terceros. Esto puede incluir datos estadísticos o demográficos que no lo identifican personalmente, como tendencias generales de comportamiento del usuario o patrones de uso de la plataforma.",
 "We may disclose your information when required by law or when we believe in good faith that such disclosure is necessary to:": "Podemos divulgar su información cuando lo requiera la ley o cuando creamos de buena fe que dicha divulgación es necesaria para:",
 "We may engage trusted third-party vendors to perform functions on our behalf, including:": "Podemos contratar a proveedores externos de confianza para que realicen funciones en nuestro nombre, entre las que se incluyen:",
 "We may share your information with our wholly owned subsidiaries and affiliated companies solely for the purpose of operating the TFFL platform, responding to your inquiries, and providing you with our services.": "Podemos compartir su información con nuestras subsidiarias de propiedad absoluta y empresas afiliadas únicamente con el propósito de operar la plataforma TFFL, responder a sus consultas y brindarle nuestros servicios.",
 "We may use non-personally identifiable information to support targeted or behavioral advertising. This helps us deliver more relevant ads to you within the platform, based on your interactions with our services. No Personal Information is used for this purpose.": "Podemos utilizar información no personal identificable para ofrecer publicidad dirigida o basada en el comportamiento. Esto nos ayuda a mostrarle anuncios más relevantes dentro de la plataforma, según sus interacciones con nuestros servicios. No se utiliza Información Personal para este fin.",
 "We need to verify your account. A 6-digit code was sent to your <strong>email address.</strong>": "Necesitamos verificar su cuenta. Se envió un código de 6 dígitos a su <strong>correo electrónico</strong>.",
 "We share this information only with authorized third parties who assist us in fulfilling regulatory obligations.": "Compartimos esta información únicamente con terceros autorizados que nos ayudan a cumplir con nuestras obligaciones regulatorias.",
 "We'll be in touch with a decision shortly.": "Nos pondremos en contacto con usted en breve para informarle de la decisión.",
 "Welcome Back!": "¡Bienvenido de Nuevo!",
 "What are your odds": "¿Cuáles son tus probabilidades?",
 "What are your odds…. to Stop Paying Taxes.": "¿Cuáles son sus probabilidades… de Dejar de Pagar Impuestos?",
 "What is Tax-Fee For Life": "¿Qué es el Impuesto de por Vida?",
 "What is an ACH debit transaction?": "¿Qué es una transacción de débito ACH?",
 "What is my PIN number": "¿Cuál es mi número PIN?",
 "What is the difference between a {{dba}} Approved Fleet Debit Card and a Fleet Credit Card that I applied for with brands such as Wex, Voyager, and CorPay or a major oil branded fleet card?": "¿Cuál es la diferencia entre una Tarjeta de Débito Approved Fleet de {{dba}} y una Tarjeta de Crédito de Flota que solicité a marcas como Wex, Voyager y CorPay o una tarjeta de flota de una importante marca petrolera?",
 "What types of reports are available with the {{dba}} Approved Fleet Card?": "¿Qué tipos de reportes están disponibles con la Tarjeta Approved Fleet de {{dba}}?",
 "When you register for the official U.S. Government Lottery — available in all 50 states — you’ll be issued": "Cuando se registre para la Lotería Oficial del Gobierno de EE. UU., disponible en los 50 estados, se le emitirá",
 "When your driver fuels up a vehicle, the driver enters the card along with a unique PIN assigned to them. The pump instantly applies a $0.05 per gallon discount — it's that straightforward. The more your drivers refuel, the more savings your business enjoys!": "Cuando su conductor carga combustible, este ingresa la tarjeta y un PIN único asignado. El surtidor aplica al instante un descuento de $0.05 por galón: así de sencillo. ¡Cuanto más reposten sus conductores, más ahorros obtendrá su negocio!",
 "Who is iVertical Payment Network (iVPN)?": "¿Quién es iVertical Payment Network (iVPN)?",
 "Who likes paying federal income taxes?": "¿A quién le gusta pagar impuestos federales sobre la renta?",
 "Who likes receiving or looking forward to their monthly Social Security?": "¿A quién le gusta recibir o esperar con ansias su pago mensual del Seguro Social?",
 "Who wants to help the Social Security Trust Fund stay secure for everyone?": "¿Quién quiere ayudar a que el Fondo Fiduciario de Seguridad Social se mantenga seguro para todos?",
 "Why It Matters:": "Por qué es importante:",
 "Why is my email address required? Why do you send me a SMS / text message?": "¿Por qué se requiere mi correo electrónico? ¿Por qué me envían un SMS?",
 "Winners receive either:": "Los ganadores recibirán:",
 "With deep experience in digital payments and regulatory compliance, iVPN provides the technology backbone for Tax-Free For Life, ensuring seamless ticket purchases, secure transactions, and trusted fund flows.": "Con una profunda experiencia en pagos digitales y cumplimiento normativo, iVPN proporciona la columna vertebral tecnológica para Tax-Free For Life, garantizando compras de boletos sin inconvenientes, transacciones seguras y flujos de fondos confiables.",
 "YOU": "TÚ",
 "Year": "Año",
 "Yes": "Sí",
 "You are not allowed to use the requested resource.": "No está permitido utilizar el recurso solicitado.",
 "You are responsible for exercising caution when sharing sensitive information. In the event of a security breach caused by unauthorized third-party access—whether involving our systems or those of a third party (e.g., your Internet Service Provider)—TFFL is not liable for any resulting damages, losses, or disclosures.": "Usted es responsable de actuar con cautela al compartir información confidencial. En caso de una vulneración de seguridad causada por el acceso no autorizado de terceros, ya sea a nuestros sistemas o a los de un tercero (por ejemplo, su Proveedor de Servicios de Internet), TFFL no se responsabiliza de los daños, pérdidas ni divulgaciones resultantes.",
 "You have not signed in.": "No has iniciado sesión",
 "You have the right to request access to the User Information and Personal Information we maintain about you in our secure database. If any of your information is inaccurate, incomplete, or outdated, you may request that it be corrected or updated.": "Tiene derecho a solicitar acceso a la Información de Usuario y a la Información Personal que conservamos sobre usted en nuestra base de datos segura. Si alguna información suya es inexacta, incompleta o desactualizada, puede solicitar su corrección o actualización.",
 "You have to confirm your email address.": "Debes confirmar tu dirección de correo electrónico.",
 "Your Information": "Su Información",
 "Your PIN is the four-digit Personal Identification Number that you create when you enroll. This PIN does not need to mirror your bank card PIN or any other PINs that you may use. If at any time you forget your PIN or want to change it, select PROFILE in the Member Portal. Then from the list of items in the <strong>Profile</strong> screen, click on the pencil icon on the right of the <strong>PIN</strong> line and follow the instructions accordingly in the popup that will display. You may also contact us at 1-833-xxx-xxxx or you can email us at <a href=' mailto://AnswerYourQuestions@taxfreeforlife.gov'>AnswerYourQuestions@taxfreeforlife.gov</a>.": "Su PIN es el Número de Identificación Personal (PIN) de cuatro dígitos que crea al inscribirse. Este PIN no tiene que ser el mismo que el de su tarjeta bancaria ni ningún otro PIN que utilice. Si olvida su PIN o desea cambiarlo, seleccione PERFIL en el Portal del Miembro. Luego, en la lista de opciones de la pantalla <strong>Perfil</strong>, haga clic en el icono del lápiz a la derecha de la línea <strong>PIN</strong> y siga las instrucciones en la ventana emergente. También puede contactarnos al 1-833-xxx-xxxx o enviarnos un correo electrónico a <a href=' mailto://AnswerYourQuestions@taxfreeforlife.gov'>AnswerYourQuestions@taxfreeforlife.gov</a>.",
 "Your Representations and Warranties": "Sus Representaciones y Garantías",
 "Your continued use of the Application after any modifications constitutes your acceptance of the updated Terms. We reserve the right to modify these Terms at any time without notice, by posting revised terms with the modification date.": "El uso continuado de la Aplicación después de cualquier modificación constituye su aceptación de los Términos actualizados. Nos reservamos el derecho a modificar estos Términos en cualquier momento sin previo aviso, publicando los términos revisados con la fecha de modificación.",
 "Your odds of winning each week are determined by the number of participants in the state where your driver's license or state ID was issued. They are not based on the total number of players nationwide.": "Tus probabilidades de ganar cada semana se determinan según el número de participantes en el estado donde se emitió tu licencia de conducir o identificación estatal. No se basan en el número total de jugadores a nivel nacional.",
 "Your personal information above must match the information found on your driver license.": "Su información personal anterior debe coincidir con la información que se encuentra en su licencia de conducir.",
 "Your submission is complete!": "¡Su aplicación está completa!",
 "ZIP Code": "Código Postal",
 "ZIP in wrong format. Expecting 00000 or 00000-0000.": "El archivo ZIP tiene un formato incorrecto. Se espera 00000 o 00000-0000.",
 "].": "].",
 "a unique \"Tax-Free for Life\" Player Number.": "un número de Jugador Único \"Libre de Impuestos de Por Vida\".",
 "a. Affiliated Entities": "a. Entidades Afiliadas",
 "and this": "y esto",
 "b. Third-Party Service Providers": "b. Proveedores de Servicios Externos",
 "c. Aggregated and Non-Personal Information": "c. Información Agregada y No Personal",
 "d. Advertising": "d. Publicidad",
 "e. Business Transfers": "e. Transferencias de Empresas",
 "f. Legal Obligations and Safety": "f. Obligaciones Legales y Seguridad",
 "g. Know Your Customer (KYC) Compliance": "g. Cumplimiento de Conozca a su Cliente (KYC)",
 "h. User Testimonials": "h. Testimonios de Usuarios",
 "iVPN operates under the framework of:": "iVPN opera bajo el marco de:",
 "iVertical Payment Network (iVPN) is the Fintech company powering the Tax-Free For Life digital lottery platform. Founded in October 2017 and headquartered in Florida, iVPN operates a proprietary cashless payment infrastructure enabling secure, real-time digital transactions.": "iVertical Payment Network (iVPN) es la empresa fintech que impulsa la plataforma de lotería digital Tax-Free For Life. Fundada en octubre de 2017 y con sede en Florida, iVPN opera una infraestructura propia de pagos sin efectivo que permite transacciones digitales seguras en tiempo real.",
 "in full before using the App or submitting any information. By accessing or using the App, you agree to the terms outlined in both documents. If you do not agree, you are not authorized to use the App, and your sole remedy is to discontinue use.": "Lea la información completa antes de usar la Aplicación o enviar cualquier información. Al acceder o usar la Aplicación, usted acepta los términos descritos en ambos documentos. Si no los acepta, no está autorizado a usar la Aplicación y su única solución es dejar de usarla.",
 "on every gallon": "en cada galón",
 "to Stop Paying Taxes": "Dejar de Pagar Impuestos",
 "with a state driver’s license or government ID number.": "con una licencia de conducir estatal o un ID gubernamental."
}
